
commands_dict = {
    "all": {
        "/start": "начать диалог с ботом",
        "/help": "получить доступные команды"
    },
    "guest": {
        "/signup": 'подписаться(через пробел введите \'номер зачетной книжки, фамилия, имя, отчество\')',
        "/adminreg": 'зарегистрироваться администратором \'пароль\'',
        "/adminunreg": 'отвязать администратора \'пароль\''
    },
    "admin": {
        "/getstudents": "выгрузить список студентов",
        "/allhws": "выгрузить список домашних заданий",
        "/addhw": "добавить домашнее задание",
    },
    "student": {
        "/allhws": "получить полный список домашних заданий",
        "/signout": "отписаться(через пробел укажите номер зачетной книжки)",
    }
}